export const aboutMeData = [
	{
		id: 1,
		bio: '私は2015年からJavaを用いた開発を開始し、数多くのプロジェクトに携わってきました。特に、金融業界向けのシステム開発において、パフォーマンスを向上させるための最適化を行い、クライアントの要望に応える成果を上げました。',
	},
	{
		id: 2,
		bio: '現在はNext.jsなどのフレームワークを使用してフロントエンド開発にも取り組んでおり、ユーザーエクスペリエンスを重視したインターフェース作りに情熱を注いでいます。また、iOS開発ではSwiftを用いて、シンプルで直感的なアプリを開発しています。',
	},
	{
		id: 3,
		bio: '2020年頃からはプロジェクトリーダー（PL）やプロジェクトマネージャー（PM）として、チームの調整や進捗管理にも携わっています。アジャイル開発を採用し、チームメンバーとの密なコミュニケーションを大切にすることで、効率的な開発環境を構築しています。技術の進化に常に興味を持ち、新しいフレームワークやツールを積極的に学ぶ姿勢を大切にしています。将来的には、より多様なプロジェクトに挑戦し、チームの成長を促進するリーダーシップを発揮したいと考えています。',
	},
];
